Revit 2027 API
ElectricalSystem.TrueLoadPhaseB Property
 The TrueLoadPhaseB value of the Electrical System.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TrueLoadPhaseB { get; }
Public ReadOnly Property TrueLoadPhaseB As Double
	Get
public:
property double TrueLoadPhaseB {
	double get ();
}
member TrueLoadPhaseB : float with get
Property Value
Double
Exceptions
Exception | Condition
InvalidOperationException |  This property only available when System Type is Power!
Remarks
 This property is used to retrieve the TrueLoadPhaseB value of the Electrical System.
See Also
Reference
ElectricalSystem Class
Autodesk.Revit.DB.Electrical Namespace